{ "_id" : { "$oid" : "596a1f5dc4bf722180686aa0" }, "itemId" : "item1", "last_updated" : { "$date" : "2017-07-15T15:14:32.360+0100" }, "location" : "delhi, india", "specification" : "Maruti Suzuki will give its best-selling model, the Alto 800 a mid-life makeover. Recent spyshots reveal the Alto 800's new face, that includes a redesigned headlamp cluster and a new bumper. The front bumper also has provisions for foglamps now, that was missing in the earlier iteration. The side and the rear profile remain unchanged.", "img" : "https://img0.gaadicdn.com/images/car-images/large/Maruti/Maruti800/maruti-800-brick-red.jpg", "desc" : "Old is gold", "name" : "Maruti 800", "__v" : 0 }
{ "_id" : { "$oid" : "596a2739b7a5ab332080a4ca" }, "location" : "Gurgaon", "specification" : "The JCB Backhoe Loaders offers performance, reliability, high productivity and much more. With versatile products such as 2DX, 3DX, 3D Xtra ecoXcellence, 3DX Super ecoXcellence and 4D ecoXcellence, JCB Backhoe Loaders are setting new standards in operator comfort, fuel efficiency & performance. Meticulously designed for higher productivity and exceptional performance, the range ensures that you settle for nothing less than the best", "img" : "https://www.jcb.com/~/asset/4/27079.ashx?format=59|10000", "desc" : "Nothing less than the best.", "name" : "JCB Backhoe Loaders", "itemId" : "item2", "last_updated" : { "$date" : "2017-07-15T15:31:21.433+0100" }, "__v" : 0 }
{ "_id" : { "$oid" : "596a2829b7a5ab332080a4cb" }, "location" : "Gurgaon", "specification" : "The JCB 12v Drill Driver boasts 2 drill functions; drill and screwdriver with a 2 speed variable gearbox providing greater torque versatility for efficient drilling of various materials.  It has a maximum drilling capacity of 20mm in wood and 10mm in metal.  It comes with 2 x 1.3Ah Li-Ion battery packs and a 30 min quick charger. A LED light gives improved visibility and has a soft rubber overmould grip handle which provides comfort and a stable grip when working.", "img" : "https://tools.jcb.com/~/asset/4/12138.ashx?format=40%7C10000&u=0&r=0", "desc" : "JCB cordless 12v Li-Ion drill driver is best suited for drilling holes and driving screws into light and medium materials", "name" : "DRILL DRIVER", "itemId" : "item3", "last_updated" : { "$date" : "2017-07-15T15:35:21.130+0100" }, "__v" : 0 }
